i5/20240730-1352-glibc-default/logs/pgbench-no-512-32768-100/pgbench.log
pgbench (18devel)
transaction type: <builtin: select only>
scaling factor: 5
partition method: range
partitions: 100
query mode: prepared
number of clients: 16
number of threads: 16
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 495357
number of failed transactions: 0 (0.000%)
latency average = 0.323 ms
initial connection time = 9.924 ms
tps = 49582.118780 (without initial connection time)